// Введение, HelloWorld
Console.WriteLine("Hello, World!");
Console.Write("Congratulations!");
Console.Write(" ");
Console.Write("You wrote your first lines of code.\n");

//Задача. Написание кода в редакторе .NET для отображения двух сообщений
Console.WriteLine("This is the first line.");
Console.WriteLine("This is the second line.");

//Задача. Считать введенную строку и вывести ее в консоль
Console.WriteLine("Введите свое имя: ");
var name = Console.ReadLine();       // вводим имя
Console.WriteLine($"Привет {name}");    // выводим имя на консоль